app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
    def students
        @students = Student.all